var languages=[
    {
      id:1,
      label:'Lisan u Dawat',
      value:'1'
    },
    {
      id:2,
      label:'Arabic',
      value:'2'
    },
    {
      id:3,
      label:'Urdu',
      value:'3'
    },
    {
      id:4,
      label:'English',
      value:'4'
    }
]

var lehens = [
  {
    id: 1,
    label: "لاكهو جاطط سي فداء تهئي جاؤطط",
    language: 1,
  },
  {
    id: 2,
    label: "البحر الكامل",
    language: 2,
  },
  {
    id: 3,
    label: "البحر الطويل",
    language: 2,
  },
  {
    id: 4,
    label: "البحر البسيط",
    language: 2,
  },
];
  
var qafiyahs=[
    {
        id:1,
        label:'سلامة',
        lehn:1,
        qafiyahs: [ "رحمة", "بركة" , "ضيافة", "شفاعة", "راحة", "نهاية", "ولاية", "براعة", "سلامة", "حلاوة", "عبادة", "تلاوة", "فصاحة", "وراثة", "حفاظة"]
    },{
        id:2,
        label:'فداء',
        lehn:1
    }
]


var LSDqafiyah = {
    [qafiyahs[0].id] : [ "رحمة", "بركة" , "ضيافة", "شفاعة", "راحة", "نهاية", "ولاية", "براعة", "سلامة", "حلاوة", "عبادة", "تلاوة", "فصاحة", "وراثة", "حفاظة",],
    [qafiyahs[1].id] : [ "رضى","خدا" ,"سدا" ,"اداء" ,"بقاء"  ,"شفاء"  ,"دعاء"  ,"ولاء"  ,"جزاء"  ,"اولياء"  ,"دواء"  ,"مرتضى"  ,"فاطمة"  ,"مصطفى" ],
  };    
    
  
  